Repository: redkite-labs/RedKiteCms
Catalog: Resources/translations/messages.*.xliff
Languages: it

source: Show opened
it: Mostra aperto

source: Click to load a file
it: Clicca per caricare un file

source: Files editor
it: Editor dei files

source: Sample title
it: Title attributo d'esempio

source: Sample alt
it: Alt attributo d'esempio

source: Image editor
it: Editor delle imagini

source: Link editor
it: Editor dei link

source: Displayed value
it: Valore mostrato

source: Navigation languages menu editor
it: Editor del menu delle lingue

source: Flags
it: Bandiere

source: Choose flags folder
it: Scegli la directory

source: Html Code
it: Codice Html

source: Internal Javascript
it: Javascript interno

source: External Javascripts
it: Javascripts esterni

source: Internal Stylesheet
it: Stylesheet interno

source: External Stylesheets
it: Stylesheets esterni

source: Add external files
it: Aggiungi file esterni

source: Remove selected file
it: Rimuovi il file selezionato

source: Description
it: Descrizione

source: Generic editor
it: Editor generico
